Repository: RedTurtle/redturtle.ads
Catalog: src/redturtle/ads/locales/*/LC_MESSAGES/redturtle.ads.po
Languages: it

source: According to actual site policy, the advertisement will be visible since ${expiration_date}
it: ${expiration_date}

source: Add
it: Aggiungi

source: Add Advertisement
it: Aggiungi un annuncio

source: Advertisement
it: Annuncio

source: Advertisements Category
it: Categoria dell'annuncio

source: Best regards
it: La redazione di Orma

source: Bulletin board
it: Bacheca degli annunci

source: Dear ${fullname}
it: Gentile ${fullname}

source: Edit
it: Modifica

source: Has submitted a new advertisement. Please evaluate his content and eventually publish it.
it: ha aggiunto un nuovo annuncio. Devi valutarne il contenuti ed eventualmente pubblicarlo.

source: The user ${fullname}
it: L'utente ${fullname}

source: View
it: Visualizza

source: You can see it here:
it: Puoi vederlo qui:

source: Your advertisement ${adv_title} has beenpublished.
it: Il tuo annuncio ${adv_title} è stato pubblicato.

source: add_adv_label
it: Crea un nuovo annuncio

source: ads_category_title
it: Categoria

source: ads_help_text_help
it: Inserisci del testo di aiuto che verrà mostrato all'utente quando crea un nuovo annuncio

source: ads_help_text_label
it: Testo di aiuto per l'annuncio

source: advertisement_label
it: annuncio creato

source: advertisements_label
it: annunci creati

source: category_label
it: Categoria

source: creator_label
it: da

source: expiration_days_help
it: Imposta quanti giorno l'annuncio deve essere visibile prima di scadere. Impostare a 0 per mantenere sempre visibile.

source: expiration_days_label
it: Scadenza degli annunci

source: external_link_help
it: Se l'annuncio è pubblicato anche su un altro sito, inserisci il link qui.

source: external_link_label
it: Link esterno

source: infos_label
it: Informazioni

source: label_additionalimage
it: Altre immagini

source: next
it: prossimi

source: no_sender_mail
it: Non è stata trovata l'indirizzo a cui inviare la mail. Nessuna mail verrà spedita

source: no_value_label
it: -- seleziona un valore --

source: presentation_text_label
it: Testo di presentazione

source: previous
it: precedenti

source: price_help
it: Prezzo richiesto.

source: price_label
it: Prezzo

source: privacy_text_help
it: Inserire un testo per la privacy; questo sarà mostrato quando l'utente crea un nuovo annuncio

source: privacy_text_label
it: Testo per la privacy

source: published_label
it: Pubblicato

source: recipient_email_help
it: Inserisci un indirizzo email che riceverà una notifica per ogni nuovo annuncio.

source: recipient_email_label
it: Mail del ricevente

source: search
it: cerca

source: select_category_label
it: -- seleziona una categoria --

source: subj_mail_created
it: Annuncio creato

source: subj_mail_published
it: Orma - Il tuo annuncio è stato pubblicato
